Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Live call style
de: Stil für Live-Anrufe
es: Estilo de llamada en vivo
fr: Style des appels en direct
id: Gaya panggilan langsung
it: Stile delle chiamate live
ja: ライブ通話のスタイル
ko: 라이브 통화 스타일
pl: Styl połączenia Live
pt_br: Estilo da chamada ao vivo
ru: Стиль Live-звонка
tr: Canlı arama tarzı
zh_hans: 实时通话风格
zh_hant: 即時通話風格

source: Greet me when a call connects
de: Beim Verbinden begrüßen
es: Saludarme al conectar una llamada
fr: Me saluer à la connexion d'un appel
id: Sapa saya saat panggilan terhubung
it: Salutami quando si connette una chiamata
ja: 通話の接続時にあいさつする
ko: 통화 연결 시 인사하기
pl: Witaj mnie na początku połączenia
pt_br: Cumprimentar quando a chamada conectar
ru: Приветствовать при подключении звонка
tr: Arama bağlandığında beni selamla
zh_hans: 通话接通时向我问候
zh_hant: 通話接通時向我打招呼

source: Greeting
de: Begrüßung
es: Saludo
fr: Salutation
id: Sapaan
it: Saluto
ja: あいさつ
ko: 인사말
pl: Powitanie
pt_br: Saudação
ru: Приветствие
tr: Selamlama
zh_hans: 问候语
zh_hant: 問候語

source: A short greeting of its own
de: Kurze Begrüßung in eigenen Worten
es: Un saludo breve con sus propias palabras
fr: Une courte salutation de son choix
id: Sapaan singkat dengan kata-katanya sendiri
it: Un breve saluto a modo suo
ja: モデル独自の短いあいさつ
ko: 모델이 직접 하는 짧은 인사
pl: Krótkie powitanie własnymi słowami
pt_br: Uma saudação curta, nas palavras do modelo
ru: Короткое приветствие своими словами
tr: Kendi sözleriyle kısa bir selamlama
zh_hans: 由模型自己说一句简短问候
zh_hant: 由模型自行簡短問候

source: The voice model greets you as soon as a call connects, so you know it's live. Leave the greeting empty for one in its own words. GPT-Live needs an up-to-date Hermes notifier plugin for this. Applies to the next call.
de: Das Sprachmodell begrüßt dich, sobald ein Anruf verbunden ist, damit du weißt, dass er live ist. Lass die Begrüßung leer, damit es eigene Worte wählt. GPT-Live benötigt dafür ein aktuelles Hermes-Notifier-Plug-in. Gilt ab dem nächsten Anruf.
es: El modelo de voz te saluda en cuanto se conecta una llamada, para que sepas que está activa. Deja el saludo vacío para que use sus propias palabras. GPT-Live necesita un plugin de notificaciones de Hermes actualizado para esto. Se aplica a la próxima llamada.
fr: Le modèle vocal vous salue dès qu'un appel se connecte, pour que vous sachiez qu'il est en direct. Laissez la salutation vide pour qu'il la formule lui-même. GPT-Live nécessite pour cela un plugin de notification Hermes à jour. S'applique au prochain appel.
id: Model suara menyapa Anda begitu panggilan terhubung, sehingga Anda tahu panggilan sudah aktif. Kosongkan sapaan agar model menyapa dengan kata-katanya sendiri. GPT-Live memerlukan plugin notifier Hermes versi terbaru untuk ini. Berlaku mulai panggilan berikutnya.
it: Il modello vocale ti saluta appena si connette una chiamata, così sai che è attiva. Lascia vuoto il saluto per uno con parole sue. Per questo GPT-Live richiede un plugin di notifica di Hermes aggiornato. Vale dalla prossima chiamata.
ja: 通話がつながるとすぐに音声モデルがあいさつするので、通話が始まったことがわかります。あいさつを空欄にすると、モデルが自分の言葉であいさつします。GPT-Liveでこの機能を使うには、最新のHermes通知プラグインが必要です。次の通話から適用されます。
ko: 통화가 연결되자마자 음성 모델이 인사하므로 통화가 시작된 것을 알 수 있어요. 인사말을 비워 두면 모델이 직접 인사해요. GPT-Live에서 사용하려면 최신 Hermes 알림 플러그인이 필요해요. 다음 통화부터 적용돼요.
pl: Model głosowy wita Cię zaraz po nawiązaniu połączenia, więc wiesz, że już działa. Pozostaw powitanie puste, aby model przywitał się własnymi słowami. GPT-Live wymaga do tego aktualnej wtyczki powiadomień Hermes. Obowiązuje od następnego połączenia.
pt_br: O modelo de voz cumprimenta você assim que a chamada conecta, para você saber que ela está ativa. Deixe a saudação vazia para que ele use as próprias palavras. O GPT-Live precisa de um plugin notificador do Hermes atualizado para isso. Vale a partir da próxima chamada.
ru: Голосовая модель приветствует вас, как только звонок подключится, — так вы поймёте, что связь установлена. Оставьте приветствие пустым, чтобы модель поздоровалась своими словами. Для GPT-Live нужна актуальная версия плагина уведомлений Hermes. Действует со следующего звонка.
tr: Ses modeli, arama bağlanır bağlanmaz sizi selamlar; böylece aramanın canlı olduğunu anlarsınız. Kendi sözleriyle selamlaması için selamlamayı boş bırakın. GPT-Live'ın bunun için güncel bir Hermes bildirim eklentisine ihtiyacı var. Sonraki aramada geçerli olur.
zh_hans: 通话一接通，语音模型就会向你问候，让你知道已经连上。问候语留空则由模型用自己的话问候。GPT-Live 需要最新版的 Hermes notifier 插件。下次通话生效。
zh_hant: 通話一接通，語音模型就會向你打招呼，讓你知道已經連上。問候語留空，模型就會用自己的話問候。GPT-Live 需要最新版的 Hermes 通知外掛程式才能使用此功能。下次通話起生效。

source: Tone
de: Tonfall
es: Tono
fr: Ton
id: Nada
it: Tono
ja: トーン
ko: 어조
pl: Ton
pt_br: Tom
ru: Тон
tr: Ton
zh_hans: 语气
zh_hant: 語氣

source: Model default
de: Modellstandard
es: Predeterminado del modelo
fr: Par défaut du modèle
id: Default model
it: Predefinito del modello
ja: モデルのデフォルト
ko: 모델 기본값
pl: Według modelu
pt_br: Padrão do modelo
ru: Как у модели
tr: Model varsayılanı
zh_hans: 模型默认
zh_hant: 模型預設

source: Relaxed
de: Locker
es: Relajado
fr: Détendu
id: Santai
it: Rilassato
ja: リラックス
ko: 편안함
pl: Swobodny
pt_br: Descontraído
ru: Непринуждённый
tr: Rahat
zh_hans: 轻松
zh_hant: 輕鬆

source: Professional
de: Professionell
es: Profesional
fr: Professionnel
id: Profesional
it: Professionale
ja: プロフェッショナル
ko: 전문적
pl: Profesjonalny
pt_br: Profissional
ru: Деловой
tr: Profesyonel
zh_hans: 专业
zh_hant: 專業

source: How live calls sound. Model default keeps the voice model's tone and your Hermes server's persona. Applies to the next call.
de: Wie Live-Anrufe klingen. „Modellstandard“ behält den Tonfall des Sprachmodells und die Persona deines Hermes-Servers bei. Gilt ab dem nächsten Anruf.
es: Cómo suenan las llamadas en vivo. Predeterminado del modelo mantiene el tono del modelo de voz y la persona de tu servidor Hermes. Se aplica a la próxima llamada.
fr: Le ton des appels en direct. Par défaut du modèle conserve le ton du modèle vocal et le persona de votre serveur Hermes. S'applique au prochain appel.
id: Cara panggilan langsung terdengar. Default model mempertahankan nada model suara dan persona server Hermes Anda. Berlaku mulai panggilan berikutnya.
it: Il tono delle chiamate live. Predefinito del modello mantiene il tono del modello vocale e la persona del tuo server Hermes. Vale dalla prossima chiamata.
ja: ライブ通話の話し方です。「モデルのデフォルト」では、音声モデルのトーンとHermesサーバのペルソナがそのまま使われます。次の通話から適用されます。
ko: 라이브 통화의 말투예요. ‘모델 기본값’은 음성 모델의 어조와 Hermes 서버의 페르소나를 그대로 사용해요. 다음 통화부터 적용돼요.
pl: Jak brzmią połączenia Live. „Według modelu” zachowuje ton modelu głosowego i personę Twojego serwera Hermes. Obowiązuje od następnego połączenia.
pt_br: Como soam as chamadas ao vivo. Padrão do modelo mantém o tom do modelo de voz e a persona do seu servidor Hermes. Vale a partir da próxima chamada.
ru: Как звучат Live-звонки. «Как у модели» сохраняет тон голосовой модели и персону вашего сервера Hermes. Действует со следующего звонка.
tr: Canlı aramaların nasıl duyulacağı. Model varsayılanı, ses modelinin tonunu ve Hermes sunucunuzun personasını korur. Sonraki aramada geçerli olur.
zh_hans: 实时通话的说话风格。“模型默认”保留语音模型的语气和 Hermes 服务器的人设。下次通话生效。
zh_hant: 即時通話的說話風格。「模型預設」會保留語音模型的語氣和 Hermes 伺服器的角色設定。下次通話起生效。

source: Backchannels
de: Hörersignale
es: Señales de escucha
fr: Acquiescements
id: Sahutan
it: Segnali di ascolto
ja: 相づち
ko: 맞장구
pl: Potakiwanie
pt_br: Interjeições
ru: Поддакивание
tr: Dinleme tepkileri
zh_hans: 附和声
zh_hant: 附和聲

source: Short sounds like “mm-hmm” while you talk. Turn them off for a quieter listener. Applies to the next call.
de: Kurze Laute wie „mhm“, während du sprichst. Schalte sie aus für einen ruhigeren Zuhörer. Gilt ab dem nächsten Anruf.
es: Sonidos breves como «ajá» mientras hablas. Desactívalos para que escuche en silencio. Se aplica a la próxima llamada.
fr: De petits sons comme « mm-hmm » pendant que vous parlez. Désactivez-les pour une écoute plus silencieuse. S'applique au prochain appel.
id: Suara singkat seperti “mm-hmm” saat Anda berbicara. Matikan agar pendengar lebih tenang. Berlaku mulai panggilan berikutnya.
it: Brevi suoni come “mh-mh” mentre parli. Disattivali per un ascolto più silenzioso. Vale dalla prossima chiamata.
ja: 話している間に入る「うんうん」などの短い相づちです。オフにすると、より静かに聞くようになります。次の通話から適用されます。
ko: 말하는 동안 “음음” 같은 짧은 소리를 내요. 더 조용히 듣게 하려면 끄세요. 다음 통화부터 적용돼요.
pl: Krótkie dźwięki typu „mhm”, gdy mówisz. Wyłącz je, jeśli wolisz cichszego słuchacza. Obowiązuje od następnego połączenia.
pt_br: Sons curtos como “aham” enquanto você fala. Desative para um ouvinte mais silencioso. Vale a partir da próxima chamada.
ru: Короткие звуки вроде «угу», пока вы говорите. Выключите, чтобы собеседник слушал молча. Действует со следующего звонка.
tr: Siz konuşurken “hı hı” gibi kısa sesler. Daha sessiz bir dinleyici için kapatın. Sonraki aramada geçerli olur.
zh_hans: 你说话时模型发出的“嗯嗯”之类的简短回应。关闭后它会更安静地听你说。下次通话生效。
zh_hant: 你說話時模型發出的「嗯嗯」等簡短回應聲。關閉後，它會更安靜地聆聽。下次通話起生效。

source: What Conduit sends
de: Was Conduit sendet
es: Lo que envía Conduit
fr: Ce qu'envoie Conduit
id: Yang dikirim Conduit
it: Cosa invia Conduit
ja: Conduitが送信する内容
ko: Conduit이 보내는 내용
pl: Co wysyła Conduit
pt_br: O que o Conduit envia
ru: Что отправляет Conduit
tr: Conduit'in gönderdikleri
zh_hans: Conduit 发送的内容
zh_hant: Conduit 傳送的內容

source: Conduit adds this to %@'s instructions for every call. Your Hermes server adds its own voice persona before it. Memory and personality are read when a call starts.
de: Conduit fügt dies bei jedem Anruf den Anweisungen von %@ hinzu. Dein Hermes-Server stellt seine eigene Sprach-Persona davor. Gedächtnis und Persönlichkeit werden zu Beginn eines Anrufs gelesen.
es: Conduit añade esto a las instrucciones de %@ en cada llamada. Tu servidor Hermes añade antes su propia persona de voz. La memoria y la personalidad se leen al empezar una llamada.
fr: Conduit ajoute ceci aux instructions de %@ pour chaque appel. Votre serveur Hermes ajoute son propre persona vocal avant. La mémoire et la personnalité sont lues au début de l'appel.
id: Conduit menambahkan ini ke instruksi %@ untuk setiap panggilan. Server Hermes Anda menambahkan persona suaranya sendiri sebelum instruksi ini. Memori dan kepribadian dibaca saat panggilan dimulai.
it: Conduit aggiunge questo testo alle istruzioni di %@ per ogni chiamata. Il tuo server Hermes vi antepone la propria persona vocale. Memoria e personalità vengono lette all'inizio della chiamata.
ja: Conduitは通話のたびに、これを%@への指示に追加します。Hermesサーバはその前に独自の音声ペルソナを追加します。メモリとパーソナリティは通話の開始時に読み込まれます。
ko: Conduit은 매 통화마다 이 내용을 %@의 지시 사항에 추가해요. Hermes 서버는 그 앞에 자체 음성 페르소나를 추가해요. 메모리와 성격은 통화가 시작될 때 읽어 와요.
pl: Conduit dodaje to do instrukcji dla %@ przy każdym połączeniu. Twój serwer Hermes dodaje przed tym własną personę głosową. Pamięć i osobowość są odczytywane na początku połączenia.
pt_br: O Conduit adiciona isto às instruções de %@ em cada chamada. Seu servidor Hermes adiciona a própria persona de voz antes disso. A memória e a personalidade são lidas quando a chamada começa.
ru: Conduit добавляет это к инструкциям для %@ в каждом звонке. Ваш сервер Hermes добавляет перед этим свою голосовую персону. Память и личность считываются в начале звонка.
tr: Conduit bunu her aramada %@ talimatlarına ekler. Hermes sunucunuz bunun önüne kendi ses personasını ekler. Bellek ve kişilik, arama başladığında okunur.
zh_hans: 每次通话时，Conduit 会把以下内容加入 %@ 的指令。Hermes 服务器会在其前面加上自己的语音人设。记忆和个性在通话开始时读取。
zh_hant: 每次通話時，Conduit 都會將這段內容加入 %@ 的指令。Hermes 伺服器會在前面加上自己的語音角色設定。記憶與個性會在通話開始時讀取。

source: Turn on a live voice mode to see what Conduit sends.
de: Aktiviere einen Live-Sprachmodus, um zu sehen, was Conduit sendet.
es: Activa un modo de voz en vivo para ver lo que envía Conduit.
fr: Activez un mode vocal en direct pour voir ce qu'envoie Conduit.
id: Nyalakan mode Live Voice untuk melihat apa yang dikirim Conduit.
it: Attiva una modalità Voce live per vedere cosa invia Conduit.
ja: Conduitが送信する内容を確認するには、ライブ音声モードをオンにしてください。
ko: Conduit이 보내는 내용을 보려면 라이브 음성 모드를 켜세요.
pl: Włącz tryb głosowy Live, aby zobaczyć, co wysyła Conduit.
pt_br: Ative um modo de voz ao vivo para ver o que o Conduit envia.
ru: Включите голосовой Live-режим, чтобы увидеть, что отправляет Conduit.
tr: Conduit'in ne gönderdiğini görmek için bir canlı ses modunu açın.
zh_hans: 开启一种实时语音模式后即可查看 Conduit 发送的内容。
zh_hant: 開啟即時語音模式後，即可查看 Conduit 傳送的內容。

source: (What your Hermes agent remembers about you, read when the call starts.)
de: (Was dein Hermes-Agent über dich weiß, gelesen zu Beginn des Anrufs.)
es: (Lo que tu agente Hermes recuerda de ti, leído al empezar la llamada).
fr: (Ce que votre agent Hermes sait de vous, lu au début de l'appel.)
id: (Apa yang diingat agen Hermes Anda tentang Anda, dibaca saat panggilan dimulai.)
it: (Ciò che il tuo agente Hermes ricorda di te, letto all'inizio della chiamata.)
ja: （Hermesエージェントが記憶しているあなたに関する情報。通話の開始時に読み込まれます。）
ko: (Hermes 에이전트가 사용자에 대해 기억하는 내용으로, 통화가 시작될 때 읽어 와요.)
pl: (To, co Twój agent Hermes pamięta o Tobie, odczytywane na początku połączenia.)
pt_br: (O que seu agente Hermes lembra sobre você, lido quando a chamada começa.)
ru: (То, что ваш агент Hermes помнит о вас; считывается в начале звонка.)
tr: (Hermes ajanınızın sizinle ilgili hatırladıkları; arama başladığında okunur.)
zh_hans: （Hermes 智能体记住的关于你的内容，在通话开始时读取。）
zh_hant: （Hermes 代理程式記得的關於你的內容，會在通話開始時讀取。）

source: (This profile's SOUL.md, read when the call starts.)
de: (Die SOUL.md dieses Profils, gelesen zu Beginn des Anrufs.)
es: (El SOUL.md de este perfil, leído al empezar la llamada).
fr: (Le SOUL.md de ce profil, lu au début de l'appel.)
id: (SOUL.md profil ini, dibaca saat panggilan dimulai.)
it: (Il SOUL.md di questo profilo, letto all'inizio della chiamata.)
ja: （このプロファイルのSOUL.md。通話の開始時に読み込まれます。）
ko: (이 프로필의 SOUL.md로, 통화가 시작될 때 읽어 와요.)
pl: (Plik SOUL.md tego profilu, odczytywany na początku połączenia.)
pt_br: (O SOUL.md deste perfil, lido quando a chamada começa.)
ru: (SOUL.md этого профиля; считывается в начале звонка.)
tr: (Bu profilin SOUL.md dosyası; arama başladığında okunur.)
zh_hans: （此配置的 SOUL.md，在通话开始时读取。）
zh_hant: （此設定檔的 SOUL.md，會在通話開始時讀取。）

source: New voice chat
de: Neuer Sprachchat
es: Nuevo chat de voz
fr: Nouvelle discussion vocale
id: Obrolan suara baru
it: Nuova chat vocale
ja: 新規音声チャット
ko: 새 음성 채팅
pl: Nowy czat głosowy
pt_br: Novo chat de voz
ru: Новый голосовой чат
tr: Yeni sesli sohbet
zh_hans: 新建语音聊天
zh_hant: 新語音聊天

source: Choose a chat first
de: Wähle zuerst einen Chat
es: Elegir antes un chat
fr: Choisir d'abord une discussion
id: Pilih obrolan terlebih dahulu
it: Scegli prima una chat
ja: 最初にチャットを選択
ko: 채팅 먼저 선택
pl: Najpierw wybór czatu
pt_br: Escolher um chat primeiro
ru: Сначала выбирать чат
tr: Önce sohbet seç
zh_hans: 先选择聊天
zh_hant: 先選擇聊天

source: CarPlay opens on your pinned and recent chats, with New voice chat at the top. Off: Voice starts as soon as CarPlay opens.
de: CarPlay öffnet sich mit deinen angehefteten und letzten Chats, ganz oben „Neuer Sprachchat“. Aus: Der Sprachmodus startet, sobald CarPlay geöffnet wird.
es: CarPlay se abre en tus chats fijados y recientes, con Nuevo chat de voz arriba. Desactivado: la voz empieza en cuanto se abre CarPlay.
fr: CarPlay s'ouvre sur vos discussions épinglées et récentes, avec Nouvelle discussion vocale en haut. Désactivé : la voix démarre dès l'ouverture de CarPlay.
id: CarPlay terbuka di obrolan yang disematkan dan terbaru, dengan Obrolan suara baru di bagian atas. Mati: Suara dimulai begitu CarPlay terbuka.
it: CarPlay si apre sulle chat fissate e recenti, con Nuova chat vocale in alto. Disattivato: la voce si avvia appena si apre CarPlay.
ja: CarPlayを開くと、ピンで固定したチャットと最近のチャットが表示され、一番上に「新規音声チャット」があります。オフの場合、CarPlayを開くとすぐに音声が開始されます。
ko: CarPlay를 열면 고정된 채팅과 최근 채팅이 표시되고 맨 위에 ‘새 음성 채팅’이 있어요. 끔: CarPlay를 열자마자 음성이 시작돼요.
pl: CarPlay otwiera się na liście przypiętych i ostatnich czatów, z opcją „Nowy czat głosowy” na górze. Wyłączone: tryb głosowy uruchamia się od razu po otwarciu CarPlay.
pt_br: O CarPlay abre nos seus chats fixados e recentes, com Novo chat de voz no topo. Desativado: a voz começa assim que o CarPlay abre.
ru: CarPlay открывается со списком закреплённых и недавних чатов, вверху — «Новый голосовой чат». Если выключено, голосовой режим запускается сразу при открытии CarPlay.
tr: CarPlay, en üstte Yeni sesli sohbet olmak üzere sabitlenmiş ve son sohbetlerinizle açılır. Kapalı: Ses, CarPlay açılır açılmaz başlar.
zh_hans: CarPlay 打开时显示置顶和最近的聊天，顶部是“新建语音聊天”。关闭后，CarPlay 一打开就开始语音。
zh_hant: CarPlay 打開時會顯示已釘選和最近的聊天，最上方是「新語音聊天」。關閉時：CarPlay 一打開就會開始語音。

source: Applying configuration
de: Konfiguration wird angewendet
es: Aplicando configuración
fr: Application de la configuration
id: Menerapkan konfigurasi
it: Applicazione della configurazione
ja: 設定を適用中
ko: 구성 적용 중
pl: Stosowanie konfiguracji
pt_br: Aplicando configuração
ru: Применение конфигурации
tr: Yapılandırma uygulanıyor
zh_hans: 正在应用配置
zh_hant: 正在套用設定

source: Hermes asks you to confirm switching to %@.
de: Hermes bittet dich, den Wechsel zu %@ zu bestätigen.
es: Hermes te pide que confirmes el cambio a %@.
fr: Hermes vous demande de confirmer le passage à %@.
id: Hermes meminta Anda mengonfirmasi peralihan ke %@.
it: Hermes ti chiede di confermare il passaggio a %@.
ja: Hermesが%@への切り替えの確認を求めています。
ko: Hermes가 %@ 모델로 전환할지 확인을 요청해요.
pl: Hermes prosi o potwierdzenie przełączenia na model %@.
pt_br: O Hermes pede que você confirme a troca para %@.
ru: Hermes просит подтвердить переключение на %@.
tr: Hermes, %@ modeline geçişi onaylamanızı istiyor.
zh_hans: Hermes 需要你确认切换到 %@。
zh_hant: Hermes 要求你確認切換到 %@。

source: Hermes did not accept the model switch.
de: Hermes hat den Modellwechsel nicht angenommen.
es: Hermes no aceptó el cambio de modelo.
fr: Hermes n'a pas accepté le changement de modèle.
id: Hermes tidak menerima peralihan model.
it: Hermes non ha accettato il cambio di modello.
ja: Hermesはモデルの切り替えを受け付けませんでした。
ko: Hermes가 모델 전환을 받아들이지 않았어요.
pl: Hermes nie zaakceptował zmiany modelu.
pt_br: O Hermes não aceitou a troca de modelo.
ru: Hermes не принял смену модели.
tr: Hermes model değişikliğini kabul etmedi.
zh_hans: Hermes 未接受模型切换。
zh_hant: Hermes 未接受模型切換。

source: Not connected to a conversation.
de: Nicht mit einer Unterhaltung verbunden.
es: No conectado a una conversación.
fr: Non connecté à une conversation.
id: Tidak terhubung ke percakapan.
it: Non connesso a una conversazione.
ja: チャットに接続されていません。
ko: 대화에 연결되어 있지 않아요.
pl: Nie połączono z żadną rozmową.
pt_br: Não conectado a uma conversa.
ru: Нет подключения к чату.
tr: Bir konuşmaya bağlı değil.
zh_hans: 未连接到对话。
zh_hant: 未連線到對話。

source: Switch model?
de: Modell wechseln?
es: ¿Cambiar de modelo?
fr: Changer de modèle ?
id: Ganti model?
it: Cambiare modello?
ja: モデルを切り替えますか？
ko: 모델을 전환할까요?
pl: Zmienić model?
pt_br: Trocar de modelo?
ru: Сменить модель?
tr: Model değiştirilsin mi?
zh_hans: 切换模型？
zh_hant: 要切換模型嗎？

source: Talk over it on the speaker
de: Über Lautsprecher dazwischenreden
es: Interrumpir con el altavoz
fr: Parler par-dessus sur haut-parleur
id: Sela lewat speaker
it: Interrompi parlando in vivavoce
ja: スピーカー使用時も割り込む
ko: 스피커에서도 끼어들기
pl: Przerywanie na głośniku
pt_br: Falar por cima no alto-falante
ru: Перебивать при громкой связи
tr: Hoparlörde sözünü kes
zh_hans: 在扬声器上也可打断
zh_hant: 用揚聲器時可插話

source: Experimental. Keeps the microphone open while Gemini talks on the phone's speaker or in the car, with iOS echo cancellation, so you can cut in by speaking. Headphones and AirPods always allow this. Turn it off if Gemini keeps cutting itself off. Shared by Gemini Live, Grok Live and Classic voice. Applies to the next conversation.
de: Experimentell. Hält das Mikrofon offen, während Gemini über den Lautsprecher des iPhone oder im Auto spricht, mit der Echounterdrückung von iOS, damit du durch Sprechen unterbrechen kannst. Mit Kopfhörern und AirPods geht das immer. Schalte es aus, wenn Gemini sich ständig selbst unterbricht. Gilt gemeinsam für Gemini Live, Grok Live und den klassischen Sprachmodus. Gilt ab der nächsten Unterhaltung.
es: Experimental. Mantiene el micrófono abierto mientras Gemini habla por el altavoz del teléfono o en el coche, con la cancelación de eco de iOS, para que puedas interrumpir hablando. Con auriculares y AirPods siempre es posible. Desactívalo si Gemini se corta solo una y otra vez. Compartido por Gemini Live, Grok Live y la voz clásica. Se aplica a la próxima conversación.
fr: Expérimental. Garde le micro ouvert pendant que Gemini parle sur le haut-parleur du téléphone ou dans la voiture, avec l'annulation d'écho d'iOS, pour que vous puissiez l'interrompre en parlant. C'est toujours possible avec des écouteurs et des AirPods. Désactivez cette option si Gemini n'arrête pas de se couper la parole. Partagé par Gemini Live, Grok Live et la voix Classique. S'applique à la prochaine conversation.
id: Eksperimental. Mikrofon tetap terbuka saat Gemini berbicara melalui speaker ponsel atau di mobil, dengan peredam gema iOS, sehingga Anda dapat menyela dengan berbicara. Headphone dan AirPods selalu mengizinkan ini. Matikan jika Gemini terus memotong ucapannya sendiri. Digunakan bersama oleh Gemini Live, Grok Live, dan suara Klasik. Berlaku mulai percakapan berikutnya.
it: Sperimentale. Tiene aperto il microfono mentre Gemini parla dall'altoparlante del telefono o in auto, con la cancellazione dell'eco di iOS, così puoi interromperlo parlando. Con cuffie e AirPods è sempre possibile. Disattiva l'opzione se Gemini continua a interrompersi da solo. Condiviso da Gemini Live, Grok Live e voce Classica. Vale dalla prossima conversazione.
ja: 試験的な機能です。GeminiがiPhoneのスピーカーや車内で話している間もマイクをオンのままにし、iOSのエコーキャンセルを使って、話しかけるだけで割り込めるようにします。ヘッドフォンとAirPodsでは常に割り込めます。Geminiの発話が勝手に途切れる場合はオフにしてください。Gemini Live、Grok Live、クラシック音声で共通の設定です。次の会話から適用されます。
ko: 실험적 기능이에요. Gemini가 iPhone 스피커나 차량에서 말하는 동안에도 iOS 에코 제거를 사용해 마이크를 켜 두므로 말해서 끼어들 수 있어요. 헤드폰과 AirPods에서는 항상 가능해요. Gemini가 계속 스스로 말을 끊는다면 끄세요. Gemini Live, Grok Live, 클래식 음성에 공통으로 적용돼요. 다음 대화부터 적용돼요.
pl: Funkcja eksperymentalna. Mikrofon pozostaje włączony, gdy Gemini mówi przez głośnik telefonu lub w samochodzie (z redukcją echa iOS), więc możesz mu przerwać, mówiąc. Ze słuchawkami i AirPods jest to zawsze możliwe. Wyłącz, jeśli Gemini ciągle sam sobie przerywa. Wspólne dla Gemini Live, Grok Live i klasycznego trybu głosowego. Obowiązuje od następnej rozmowy.
pt_br: Experimental. Mantém o microfone aberto enquanto o Gemini fala pelo alto-falante do telefone ou no carro, com o cancelamento de eco do iOS, para você poder interromper falando. Fones de ouvido e AirPods sempre permitem isso. Desative se o Gemini ficar se interrompendo. Compartilhado pelo Gemini Live, Grok Live e modo de voz Clássico. Vale a partir da próxima conversa.
ru: Экспериментальная функция. Микрофон остаётся включённым, пока Gemini говорит через динамик телефона или в автомобиле, а iOS подавляет эхо, — так можно перебить, просто заговорив. В наушниках и AirPods это работает всегда. Выключите, если Gemini постоянно прерывает сам себя. Общая настройка для Gemini Live, Grok Live и классического голосового режима. Действует со следующего разговора.
tr: Deneysel. Gemini telefonun hoparlöründen veya arabada konuşurken iOS yankı engellemesiyle mikrofonu açık tutar; böylece konuşarak araya girebilirsiniz. Kulaklıklarda ve AirPods'ta bu her zaman mümkündür. Gemini kendi sözünü kesip duruyorsa bunu kapatın. Gemini Live, Grok Live ve Klasik ses için ortaktır. Sonraki konuşmada geçerli olur.
zh_hans: 实验功能。Gemini 通过手机扬声器或在车内说话时保持麦克风开启，并使用 iOS 回声消除，让你可以直接开口打断。耳机和 AirPods 始终支持此功能。如果 Gemini 不断打断自己，请关闭此选项。Gemini Live、Grok Live 与经典语音共用此设置。从下一次对话开始生效。
zh_hant: 實驗性功能。Gemini 透過手機揚聲器或在車上說話時，麥克風會保持開啟並使用 iOS 回音消除，讓你可以直接開口插話。使用耳機和 AirPods 時一律可以這樣做。若 Gemini 一直打斷自己，請關閉此選項。Gemini Live、Grok Live 和經典語音共用此設定。下次對話起生效。
